{
  "link": "https://www.yadvashem.org/he/remembrance/survivors/lavi.html",
  "info": "גיבורת היום שלנו היא אווה לביא, שסיפור חייה יכול להרים שערות גם מהאדישים ביותר - סמל לעוצמת הרוח האנושית והיכולת להתגבר גם על הקשיים שנראים לכולנו בלתי אפשריים.\nאווה נולדה בקרקוב שבפולין בשנת 1937 למשפחה שומרת מצוות, לזוג הורים, יעקב זאב ופליציה (פלה) רץ. \n \nקשה לחשוב שאווה נדרשה לעבור את שעברה כילדה קטנה. יחד עם זאת, מהקושי הבלתי נתפס אווה הצליחה להתגבר, להתחזק ולחזק אחרים, וחייה מהווים השראה בלתי רגילה עבורנו. \nאווה מפיצה את מסר השואה, והמסר האישי שלה, לעולם כולו – היא אשת עדות ביד ושם ומוסרת עדות בפני חיילים, מורים ותלמידים מרחבי העולם, וביום השואה הבינלאומי בינואר 2018 היא נאמה בבניין האו\"ם בניו יורק. \n\"למעלה משבעים שנה אחרי המלחמה, כשאני נמצאת עם תלמידים במחנות בפולין וחושבת על אלפי אחי שצעדו אל מותם לבורות ההריגה או לקרמטוריום, אני תוהה מדוע אלוהים הציל אותי.\nאבל אחרי הנאום באו\"ם, כשפניתי לכל העולם בנושא השואה האפל, חשבתי שאולי זה היה הדבר הגדול שאלוהים תכנן עבורי. אני שמחה לתרום להבנת הנושא הקשה והאיום הזה, ומקווה שמאמצים אלה יתרמו למלחמה באנטישמיות, הכחשת השואה, דעות קדומות ושנאה. \nאני פה כדי להזכיר את עוצמות הנפש של אימי, פלה רץ, אני מקווה כשאנשים ישמעו את סיפורה, ואת פעולותיה כנגד כל הסיכויים, גם הם יירתמו לעשות את העולם טוב יותר - אימי היא גיבורה, וככה ראוי שיזכרו אותה\"\n",
  "chapters": [
    {
      "title": "החיים בגטו קרקוב",
      "title_image": "ch1",
      "music": "music/BeforeDawn.mp3",
      "background": "krakov",
      "scenes": [
        {
          "text": "דפיקה רמה נשמעת על דלת הבית הקטן. \"מפתחות! מפתחות!\" נשמעות הקריאות בגרמנית.\nאת נבהלת קצת מהרעש, אבל אבא מושיב אותך על המיטה ומסביר בעדינות כי אין ממה לפחד.\n\"הגרמנים באו לקחת את המפתחות של החנות,\" הוא אומר. \"הם מנהלים רישום של כל העסקים אבל הם הבטיחו שיחזירו אותם עד הערב.\"\nאולם הערב בא וחולף לו וגם היום למחרת, והמפתחות לא הוחזרו. והחנות של אבא עומדת ריקה ונעולה.\nאתם מתחילים כבר לדאוג. שמעתם כי גם בבתים האחרים אף אחד לא קיבל את מפתחותיו חזרה. ואיש לא העז ללכת למפקדה ולשאול. \"הם יהרגו אותנו אם נעז להגיד משהו.\" השכנים לוחשים בפחד.\nאבל אמא היא אישה חזקה מאוד. היא עוזרת אומץ והולכת אל המפקדה בראש מורם ודורשת לקבל את המפתחות שלנו בחזרה. \nהגרמנים מסתכלים עליה בתמיהה. הם לא ציפו שיהודים יתחצפו כך ויבואו לקחת את שלהם. הם מסרבים, אך אמי נוזפת בהם בגרמנית מצוינת: \"אבל אתם הבטחתם! מה זה, גרמנים לא מקיימים הבטחות?\"\nמרוב תדהמה הם נותנים לה את המפתחות בחזרה.\nלאחר מכן אבא פותח שוב את החנות, כך אתם ממשיכים להרוויח מספיק ויכולים לשרוד בגטו.\n",
          "choices": [],
          "effects": []
        },
        {
          "text": "החיים בגטו לא קלים לילדים. הנאצים עוברים שוב ושוב ומחפשים את מי שלא יכול לעבוד. \"צריך להתחבא!\" אמא אומרת. \"אם את שומעת אותם צועקים 'ראוס' (החוצה), את חייבת להסתתר. לא להיראות ולא להישמע.\"\nוכך במשך היום את לא יכולה לשחק בחוץ. וכשהגרמנים באים את מחפשת לאן לברוח – \n",
          "choices": [
            "לתוך מערכות הביוב",
            "לשירותים הציבוריים",
            "לערימות האשפה"
          ],
          "effects": []
        },
        {
          "text": "שם את פוגשת ילדים נוספים, גם הם מתחבאים ומצחינים מזוהמה, קטנים ורזים כמו מקל. כולם פה חמורי סבר ומפחדים. כולם מנסים לשרוד.",
          "choices": [],
          "effects": []
        },
        {
          "text": "באחד הימים הגרמנים נכנסים לבית במפתיע, ואין זמן להתחבא.\nאמא מרימה אותך בבהילות ומוציאה אותך מהחלון ואת מטפסת על המרזב ומחזיקה חזק. \nקור מקפיא חודר לעצמותייך. לפחות 20 מעלות מתחת לאפס. את מחזיקה חזק בכל הכוח. לא ליפול ולא להתעלף. בסוף הנאצים עוזבים את הבית ואמא קוראת לך לחזור. \nאת קפואה, עייפה ומפוחדת, אבל את עדיין בחיים. \n",
          "choices": [],
          "effects": []
        }
      ]
    },
    {
      "title": "חיסול הגטו",
      "title_image": "ch2",
      "music": "music/AlienSunset.mp3",
      "background": "history_8",
      "scenes": [
        {
          "text": "אתם עומדים בחצר של הבית, מהומה גדולה מסביב.\nזורקים דברים, זורקים אנשים, אנשים בורחים, אנשים בוכים.\nאת ואמא עומדות בחוץ וקצין גרמני מכוון אליכן אקדח ואומר בקול רם: \"עכשיו הילדים ילכו למשאית הזאת, זה כמו קייטנה.\"\nכמה מן האנשים מסביב משתכנעים, ומובילים את ילדיהם הבוכים אל המשאית, מנסים להרגיע אותם.\nאת ואמא יודעות שזו תחבולה, אך הקצין מפנה את האקדח לכיוונכן ואין כל פיתרון.\n",
          "choices": [
            "את מחזיקה חזק בידה של אימך.",
            "את עוזבת את ידה של אימך ומתחילה לברוח."
          ],
          "effects": [
            "היא לוחצת את ידך בהרגעה, את יודעת שהיא לא תיתן שיקחו אותך.",
            "אך אמא תופסת אותך בכתפך ולוחשת: \"אל תזוזי, הוא לא יהסס לירות\"."
          ]
        },
        {
          "text": "אמא פונה אל הקצין בגרמנית מושלמת: \"אדוני הקצין, זאת ילדה קטנה ולא בריאה. אתה יכול להרוג אותנו פה עכשיו, זה בסדר, אבל אל תפריד בינינו. אני לא אתן את הילדה!\"\nהקצין נראה המום, הוא לא ציפה שהאישה הקטנה הזאת תדבר איתו, ועוד בגרמנית כל כך טובה.\n\"תסתלקו מהר!\" הוא פוקד ואנו רצות במהירות בחזרה לדירה הקטנה.\n",
          "choices": [],
          "effects": []
        },
        {
          "text": "אבא שמע את הסיפור ונבהל מאוד, \"מחסלים את הגטו,\" הוא אומר בייאוש. \"בקרוב יבואו לקחת מפה את כולנו.\"\nהוא יוצא לכמה שעות וחוזר עם בקבוקון קטן של רעל, ציאניד.\n\"שבו,\" הוא מורה לך ולאמא. ומחווה לעבר השולחן הקטן. \"אנחנו לא ניתן לנאצים להחליט את גורלנו!\"\nהוא מוזג מהרעל על כף גדולה ונותן לך לשתות ראשונה.\n",
          "choices": [
            "את דוחפת את הכף ומפילה אותה על הרצפה.",
            "את נוטלת את הכף ומתכוננת לבלוע, נושמת נשימה עמוקה."
          ],
          "effects": [
            "אבא לא מסוגל לכעוס עלייך. הוא מתחיל לבכות כאשר הוא מוזג כף נוספת. \"אין ברירה,\" הוא אומר, \"עדיף שנמות ביחד מאשר שיפרידו אותנו ויהרגו אותנו אחד אחד\". הוא נותן לך שוב את הכף אך הפעם אימך מתערבת.",
            "אבל אמא חוטפת אותה מידך."
          ]
        },
        {
          "text": "\"לא נהרוג את עצמנו.\" היא אומרת בהחלטיות, חוטפת את הבקבוק ושופכת את תוכנו לכיור. \n\"אנחנו חייבים להאמין שאלוהים יחליט בשבילנו אחרת.\"",
          "choices": [],
          "effects": []
        }
      ]
    },
    {
      "title": "מחנה פלאשוב",
      "title_image": "ch3",
      "music": "music/ColdMorning.mp3",
      "background": "bg8",
      "scenes": [
        {
          "text": "במרץ 1943 הגטו מחוסל סופית ומעבירים אותכם למחנה הריכוז פלאשוב.\nהוריך מתחילים לעבוד במפעלים של אוסקר שינדלר, אבל את עדיין ילדה קטנה, בת 6.\nאמא מצווה עלייך להתחבא כל היום מתחת לצריף. \nמשם את יכולה לראות כל מה שקורה.\nאת רואה כאשר חברייך ובנות דודתך נתפסים ונורים ע\"י הנאצים.\nאת רואה איך יום יום נקראים אנשים למגרש המרכזי, שם מכים אותם למוות או תולים אותם, סתם כך ללא סיבה.\n",
          "choices": [],
          "effects": []
        },
        {
          "text": "באחד הימים את רואה מן המחבוא שלך שמשהו מתרחש במגרש המסדרים ואת מחליטה לצאת מהמחבוא וללכת להסתכל יותר מקרוב.",
          "choices": [
            "את רצה במהירות ובביטחון אל המגרש",
            "את יוצאת בזהירות וזוחלת לכיוןן המגרש"
          ],
          "effects": []
        },
        {
          "text": "אף אחד לא מבחין בך, כי את כל כך קטנה ונמוכה.\nאת רואה שכל אנשי המחנה מצווים להקיף במעגלים את המגרש, ולהביט על שני אסירים תלויים. את מנסה לזהות את האסירים, אך לפתע יד חזקה מושכת אותך אל בין השיחים.\nחייל גרמני גבוה ובידו רובה מסתכל עלייך ואת כמעט ומתעלפת מרוב בהלה. \n\"תחזרי מיד לצריף שלך, זה לא מחזה בשביל ילדים קטנים.\" הוא אומר לך ונותן לך לברוח משם.\nבלב פועם בחוזקה את רצה מהר ככל שרגליך יכולות לשאת אותך, ומתחבאת בחזרה מתחת לצריף.\nיותר לא תמרי את פיה של אימך.\n",
          "choices": [],
          "effects": []
        }
      ]
    },
    {
      "title": "רשימת שינדלר",
      "title_image": "ch4",
      "music": "music/Metaphor.mp3",
      "background": "bg9",
      "scenes": [
        {
          "text": "לקראת סוף שנת 1944, הנאצים מחליטים לחסל גם את מחנה פלאשוב ולשלוח את כולם למחנות השמדה.\nאתם מקבלים הודעה מאנשיו של שינדלר, הוא רוצה להעביר למפעלו בצ'כיה 1,200 אנשים, וגם את והוריך תהיו ברשימה!\nאבל את עדיין ילדה קטנה. איך תוכלי לעבוד במפעלים של שינדלר?\nברשימה כותבים כי את טכנאית בת 14, שבע שנים יותר מגילך האמיתי. \nאבל הרשימה מצליחה לשטות בגרמנים והם נותנים לך ללכת.\n",
          "choices": [],
          "effects": []
        },
        {
          "text": "בדרך לצ'כיה מפרידים בין הגברים לנשים. את ואמא נפרדות מאבא ועולות יחדיו על רכבת הבהמות. \nאך אחרי נסיעה קצרה מאוד הרכבת נעצרת. \nאת מציצה מבעד לסדקים של הקרון וקוראת את השלט – \"אושוויץ\". בהלה מתעוררת בקרון.\nהנשים הגרמניות על הרכבת מורות לכן לצאת החוצה.\n",
          "choices": [
            "את מתחילה לבכות",
            "את מסרבת לצאת מהקרון "
          ],
          "effects": []
        },
        {
          "text": "אך הנשים הגרמניות חזקות מאוד ולא מוכנות להקשיב. הן מושכות אותכן בחוזקה אל מחוץ לרכבת ואתן מוצאות את עצמכן בתור למקלחות.\nמהברז במקלחת יוצאים מים ולא גז רעיל. אתן מודות על כך לאלוהים.\n",
          "choices": [],
          "effects": []
        },
        {
          "text": "באושוויץ מפרידים אותך מאימך ומצרפים אותך לגן ילדים. זה גן אותו מצלמים כדי לשקר לעולם ולהראות שתנאי המחיה של היהודים הם טובים.\nנותנים לכם שם דיי אוכל כדי שלא תרעבו.\nכמה שבועות לאחר מכן מגיע הזמן לעמוד לסלקציה. הנשים שהגיעו מפלאשוב נעמדות בשורה ואנשיו של שינדלר בוחרים את הנשים שנמצאות ברשימה, ומיועדות למפעל.\nכאשר קוראים בשמך את צועדת קדימה, אך הגרמנים צוחקים בלעג: \"זאת טכנאית מומחית לנשק?\"\nשינדלר שומר על קור רוח ומסביר לחיילים כי לך יש אצבעות דקות מאוד, ולכן רק את יכולה לנקות חלק מסוים מהפגזים.\nאת שומרת על שתיקה ולבסוף הגרמנים משתכנעים.\nכך הצליח שינדלר להציל אותך מאושוויץ.\n",
          "choices": [],
          "effects": []
        }
      ]
    },
    {
      "title": "סוף המלחמה",
      "title_image": "ch5",
      "music": "music/12Mornings.mp3",
      "background": "bg7",
      "scenes": [
        {
          "text": "במפעל בברילניץ' שבצ'כיה כבר הרבה יותר טוב. \nאת ואמא מתאחדות שוב עם אבא ומוצע לכם מקום מגורים נעים.\nאת הכי צעירה מכל האנשים במפעל, אבל סוף סוף את לא צריכה להתחבא כל הזמן. מותר לך לעבוד ולשוחח עם האנשים האחרים. \nביום הולדתך השמיני, את מקבלת הפתעה נהדרת – גברת שינדלר מביאה לך תפוז שהגיע כל הדרך מארץ ישראל!\nבנוסף האסירים ריכזו את הקצבאות הקטנות שלהם, לחם, מרגרינה וריבה והכינו לך עוגה.\nאת מודה לכולם, פנייך נרגשות ודמעות בעינייך. הם ויתרו על הקצבה שלהם למענך.\n",
          "choices": [],
          "effects": []
        },
        {
          "text": "יום אחד הגרמנים נעלמים מן המחנה ופתאום אפשר לצאת החוצה.\nלחשושים נרגשים נשמעים מכל עבר. \"המלחמה נגמרה!\".\nלאט לאט הלחשושים הופכים לצהלות וצעקות שמחה. \n\"הנאצים הובסו!\"\n\"ניצלנו!\"\n\" אפשר לחזור הביתה!\"\n",
          "choices": [],
          "effects": []
        },
        {
          "text": "את יוצאת החוצה לאסוף פרחים. מרחוק את מבחינה בחייל רוסי בודד רכוב על סוס.",
          "choices": [
            "את קוראת אליו. ",
            "את רצה אליו במהירות."
          ],
          "effects": [
            "הוא מרים את מבטו בחיוך ודוהר לעברך.",
            "הוא שם לב אליך ומחייך חיוך גדול."
          ]
        },
        {
          "text": "את מושיטה לו בביישנות את הפרחים, והוא מרים אותך על גב הסוס. ביחד אתם רוכבים אל תוך המחנה.\n\"נגמרה המלחמה\", הוא קורא בקול לכל האנשים. \"אתם חופשיים.\"",
          "choices": [],
          "effects": []
        }
      ]
    },
    {
      "title": "השומר הצעיר",
      "title_image": "ch6",
      "music": "music/AcrylicOnCanvas.mp3",
      "background": "bg10",
      "scenes": [
        {
          "text": "אתם שבים לקרקוב, עיר הולדתך.\nשם השכנים לא ממש שמחים לראות אותכם. ביתכם כבר נשדד ונהרס ממזמן ואין לכם איפה לגור.\nכמה מן הלקוחות הותיקים של החנות עוד זוכרים את אביך. אחד מהם, בעל בית גדול, מציע לכם לגור אצלו בדירת שני חדרים.\nאבא מוצא שותף פולני, ופותח מחדש את החנות שלו ואת מתחילה ללכת לבית ספר יהודי, וגם לתנועת השומר הצעיר. \n",
          "choices": [],
          "effects": []
        },
        {
          "text": "מדי פעם, כשאת הולכת ברחוב עם הוריך, ואתם רואים מישהו מוכר שאתם זוכרים מן הגטו, או ממחנות הריכוז, אמא אומרת לך להסתתר באיזה פתח בית.\n\"הילדים שלהם לא שרדו,\" היא אומרת. \"לא צריך לנקר עיניים.\"\n",
          "choices": [
            "את מקשיבה לאמך ומסתתרת באחד הבתים.",
            "את לא מוכנה להסתתר, הולכת לצידם של הוריך בראש זקוף."
          ],
          "effects": [
            "את יודעת כי אמא צודקת. יש לשמור על רגישות ואנושיות. את בטוחה כי זאת הדרך הנכונה לנהוג.",
            "אינך מוכנה להתנצל על התלאות שעברת והניסים שקרו לך. היה זה אלוהים שהציל אותך.\nלבסוף אמא מבינה ומפסיקה לבקש ממך להסתתר.\n"
          ]
        },
        {
          "text": "השומר הצעיר נהיה כל עולמך. את תומכת ומאמינה בקומוניסטים. הרי סטלין והחיילים שלו שחררו אותך מידי הנאצים.\nכשהאנטישמיות הולכת ומתגברת בפולין את משכנעת לבסוף את הוריך כי אין כל ברירה אחרת. חייבים לעזוב, ואין כל שאלה לאן – אתם עולים למדינת ישראל.\n",
          "choices": [],
          "effects": []
        }
      ]
    }
  ]
}