{
  "chapters": [
    {
      "title": "שריפת בית הכנסת",
      "scenes": [
        {
          "text": "ריח עשן נישא מן החלון ומפריע לך בלימודיך. אתה מרים את מבטך ורואה כי להבות מלחכות את בית הכנסת.\nצעקות נשמעות ועוד לפני שאתה מבין מה קורה, אביך קורה לך לבוא לעזור. \"חייבים להציל את הספרים!\" הוא זועק.\n\"אבא, חכה!\" אתה קורא אך הוא כבר יצא בבהלה, זקנו הארוך מתנופף ברוח. \nאתה ממהר לצאת אחריו לכיוון בית הכנסת, עשן שחור וכבד ממלא את הרחוב. \nאתה רץ בעיוורון ולפתע נתקל ביוסי, חברך הטוב מהלימודים. הוא אוחז בכתפיך בחוזקה ומנסה לעצור אותך.\n\"חיים! עצור! אתה לא יכול להתקרב לשם! כל הבניין הולך להתמוטט!\"\n\"אני חייב ללכת לבית הכנסת!\" אתה מתעקש. \"אבי הלך לשם – \"\n",
          "choices": [
            "\"אני חייב לעזור לו להציל את הספרים\"",
            "\"אני חייב להציל אותו\""
          ],
          "effects": []
        },
        {
          "text": "\"אין כבר שום דבר שתוכל לעשות,\" יוסי אומר לך בדחיפות. \"אם גם אתה וגם אביך תלכו ותהרגו, לא יישאר גבר במשפחה. מה על אמך? אחיך הקטנים?\"\nאתה יודע כי הוא צודק, אך המחשבה המייסרת כי אביך אבוד, ואיתו בית הכנסת אותו כל כך אהב לא מניחה לך. \"אני חייב לעשות משהו\" אתה צועק בייאוש ומתחיל לרוץ בחזרה לכיוון הלהבות. \nלפתע נשמע פיצוץ חזק, כאשר בית הכנסת מתחיל להתמוטט. אתה ויוסי מוטחים שניכם לאחור, מעוצמת ההדף וגיצים מתחילים למלא את הרחוב.\nאתה קם על רגליך ומסתכל סביב, יוסי נותר שכוב על הקרקע, רגלו מסובבת לאחור בזווית מוזרה, ודם מחתים את בגדיו.\n\"יוסי?...\" אתה מתקרב אליו בחשש. \"אתה בסדר?\"\nהוא ער ופניו מעוותות בכאב, כאשר הוא רואה אותך הוא מבקש כי תעזור לו לקום. אתה תומך בו במשך כמה צעדים אך לבסוף הוא כושל מאחוריי בור המים ואתה גורר אותו פנימה אל תוך הבור, מתיישב לידו, מסיר את מעילך וחובש את רגלו הפצועה.\n",
          "choices": [],
          "effects": []
        },
        {
          "text": "מרחוק אתה שומע קולות רבים צועקים. ואתה מנסה לא לחשוב על מה שקרה לאבא שלך. אתה יודע כי אמך ודאי דואגת ומחפשת אותכם. ואתה מקווה כי אחותך רבקה תוכל להרגיע את הילדים הקטנים.\nככל שהזמן עובר, אתה שומע כי הקולות מסביבך משתנים. אתה שומע צעקות ופקודות בגרמנית, אנשים מתחלים ללכת לכיוון בית הכנסת. אתה שומע ילדים בוכים.\nיוסי זוחל לכיוונך ולוחש לך, \"הם הולכים להרוג את כולם\".\n",
          "choices": [],
          "effects": []
        }
      ]
    },
    {
      "title": "ירי",
      "scenes": [
        {
          "text": "פחד עז מכונן בליבך ואתה מתחיל לקום. חייב להיות משהו שתוכל לעשות. אבל גם הפעם יוסי עוצר בעדך – \"בבקשה אל תשאיר אותי לבד.\" הוא לוחש ואתה שומע את הכאב בקולו. גם משפחתו צועדת שם, אל הלא-נודע.\nקולות ההליכה פסקו. \nאולי אוכל להתגנב לשם ולהציל אותם איכשהו, אתה חושב. יוסי מביט בך בתחינה, ואתה רואה כי הוא חיוור מאוד, הוא לא ישרוד ללא עזרה עוד הרבה זמן.\n",
          "choices": [
            "\"אני אשאר פה איתך.\"",
            "\"אני חייב ללכת לעזור להם.\""
          ],
          "effects": [
            "אתה אומר. ויוסי נרגע מעט, הוא מחזיק בידך ועוצם את עיניו ונרדם. אתה יושב שם עוד זמן מה, מחזיק בידו ואז נשמעים קולות היריה.",
            "אתה אומר. \"בבקשה...\" הוא לוחש ואוחז בידך, אבל הוא חלש וידו נשמטת לבסוף , והוא נרדם. אתה מתחיל להתרומם בזהירות, צועד צעדים אחדים לכיוון ההתרחשות, אך לפתע נשמעים קולות היריה."
          ]
        },
        {
          "text": "הרעש מחריש אוזניים ואתה עוצר את נשימתך. יוסי מתעורר וקורא בקול ואתה מיד גוחן לצידו וסותם את פיו. שניכם בוכים בשקט והיריות נמשכות עוד זמן מה.",
          "choices": [],
          "effects": []
        },
        {
          "text": "לבסוף נחלש צלצול היריות באוזניך ואתה שומע את קריאות הגרמנים הולכות ומתרחקות עד שלא נשמע להן כל זכר. אתה קם בזהירות ועוזר ליוסי לעמוד ושניכם מתקדמים בחזרה לכיוון בית הכנסת. כל שנותר מן הבניין כעת זה רק אפר ועשן.\nהספרים. אתה חושב בעצב, לא היה כל סיכוי להציל אותם. \nולבסוף אתם מגיעים לשורת המתים, שרויים על הקרקע. מבין דמעותיך אתה יכול לזהות את כל משפחתך, מכריך ואהוביך. כל האנשים בעולם שהיכרת היו מוטלים ברחוב, ללא רוח חיים.\nאתה מזהה את רבקה, אליה צמודים עשרה מאחיך הקטנים, כולם פרט לתינוק, אותו אתה מוצא בהמשך הדרך, אחוז בחוזקה בידיה הנוקשות של אמך. דודיך ודודותיך נמצאים כאן גם הם, עם ילדיהם ומשפחותיהם, וגם המשפחה של יוסי נמצאת שם בין המתים. כולם פרט לאביך, שנשרף עם הספרים בבית הכנסת, מגופתו לא נותר כל זכר.\nרק אתה ויוסי נותרתם, ואין לכם עוד איש בעולם. מה תעשו כעת?\n",
          "choices": [],
          "effects": []
        }
      ]
    },
    {
      "title": "בדרך לקראקוב",
      "scenes": [
        {
          "text": "אתה מוליך את יוסי לביתך הריק, וחובש את פצעו. אתם אורזים צידה ומים, אתם יודעים כי לא תוכלו להישאר פה זמן רב. בקרוב יחזרו הגרמנים לאסוף את הגופות.\n\"לאן נלך?\" שואל יוסי.\n\"יש לי דוד בקראקוב,\" אתה מספר לו, \"נלך לשם, הוא יוכל לעזור לנו. הוא גם ירצה לדעת על מה שקרה.\"\nאתם מתחילים במסע הארוך והקשה. אף אחד מכם מעולם לא עזב את וורשה, אבל לא נותר לכם דבר מאחור.\n",
          "choices": [],
          "effects": []
        },
        {
          "text": "אתם הולכים ביחד שבועות ארוכים, צועדים רק בלילות כדי שלא תיתפסו. במהלך היום אתם מתחבאים ביערות, ישנים בתורות.\nלאחר זמן מה הצידה שלכם אוזלת ומדי פעם עליכם להתגנב לכפר זה או אחר כדי לנסות לגנוב קצת אוכל.\nבאחד מן הימים האלו, כאשר אתם רעבים במיוחד, אתם מוצאים את דרככם לתוך עיירה גדולה ועשירה במיוחד. יוסי מחייך בשמחה, רגלו כבר החלה להחלים ושניכם חושבים כי תוכלו לצאת מפה עם שלל גדול מהרגיל.\nאולם לאחר כמה דקות של שיטוט ברחובות, אתה מתחיל להרגיש שמשהו אינו כשורה. אין אנשים מסתובבים בחוץ ובכל הבתים התריסים מוגפים.\nלפתע צעקות נשמעות מאחוריכם. \"הגרמנים\" אומר יוסי בבהלה. \nולפני שאתם מספיק להסתובב, אתה מרגיש זרועות חזקות מושכות בידיך, ודוחפות אותך קדימה. אתה שומע את יוסי מנסה להיאבק, אך ללא הועיל.\n",
          "choices": [
            "אתה נכנע ונותן לגרמנים לדחוף אותך.",
            "אתה מנסה להיאבק בגרמנים וללכת לעזור ליוסי"
          ],
          "effects": [
            "",
            "אתה מצליח להשתחרר מידו של האיש, ומיד רץ לעזור ליוסי. אך מכה חזקה בראשך מפילה אותך על הקרקע. האיש שהחזיק אותך חבט בראשך בקת הרובה שבידו, ולאחר מכן הוא מאלץ אותך לקום על רגליך, בחבטות רמות, ולהמשיך בדרכך."
          ]
        },
        {
          "text": "לבסוף החיילים הגרמנים מובילים אותכם לכיכר העיר, שם עומדים מספר אנשים נוספים, שנראים גם הם רעבים ומרופטים. יהודים נוספים, אתה חושב.\nהחיילים שמחזיקים אותכם אומרים כמה מילים בגרמנית לחיילים האחרים, ואתה נדחף בגסות לעבר שורת היהודים. \nואז אתה רואה את הבור הגדול החפור באדמה, מאחוריהם, מלא עד תום בגופות מרקיבות של אנשים, נשים וילדים. ריח הצחנה החודר לאפך משתק אותך. ובעוד קולות יריות מתחילים להישמע לידך, אתה מרגיש שהריח והרעש סוגרים עליך עד שהכול נהיה שחור. ואתה נופל למטה למטה.\n",
          "choices": [],
          "effects": []
        }
      ]
    },
    {
      "title": "בור המתים",
      "scenes": [
        {
          "text": "אתה מוליך את יוסי לביתך הריק, וחובש את פצעו. אתם אורזים צידה ומים, אתם יודעים כי לא תוכלו להישאר פה זמן רב. בקרוב יחזרו הגרמנים לאסוף את הגופות.\n\"לאן נלך?\" שואל יוסי.\n\"יש לי דוד בקראקוב,\" אתה מספר לו, \"נלך לשם, הוא יוכל לעזור לנו. הוא גם ירצה לדעת על מה שקרה.\"\nאתם מתחילים במסע הארוך והקשה. אף אחד מכם מעולם לא עזב את וורשה, אבל לא נותר לכם דבר מאחור.\n",
          "choices": [
            "אתה מנסה קודם למצוא את יוסי.",
            "אתה מפחד לחפש את יוסי, אינך יודע באיזה מצב תמצא אותו."
          ],
          "effects": [
            "אתה מגשש בין הגופות, מזיז אותן מצד לצד על מנת לחפש את הפנים המוכרות. ריח הריקבון כמעט וגורם לך להתעלף פעם נוספת, אך אתה ממשיך בנחישות. \nלבסוף אתה מוצא אותו, עיניו עצומות וכדור הרובה בראשו. אתה מחבק אותו ומנשק את פניו. ושולח תפילה קטנה לאלוהים. עכשיו אתה באמת לבדך. \n",
            "אולי הצליח לברוח, אתה חושב נואשות, אולי הוא עדיין חי, ממש כמוני."
          ]
        },
        {
          "text": "אתה חייב להמשיך להתקדם, לפני שלא יהיו לך יותר כוחות. \nאתה מתחיל לערום את הגופות מבלי להסתכל עליהם. מבלי לראות את פניהם של מאות המתים שמסביבך. \nאתה בונה לעצמך סולם אנושי ומטפס עליו אט-אט עד שבסוף את מגיע למעלה אל הרחוב הנטוש.\n",
          "choices": [],
          "effects": []
        },
        {
          "text": "השמש כבר שקעה לחלוטין, ואתה מתגנב אל מחוץ לעיר, בחסות החשיכה. להמשיך את מסעך הבודד לקראקוב.",
          "choices": [],
          "effects": []
        }
      ]
    },
    {
      "title": "מחנה עבודה",
      "scenes": [
        {
          "text": "אתה ממשיך בדרכך, מתגנב דרך היערות והכפרים. ממעט לישון ולאכול. רק מחשבה אחת נותרה בראשך, להגיע לקראקוב בחיים.\nבוקר אחד, זמן קצר לאחר שהחלטת לעצור בצל כמה שיחים ולנמנם, אתה מתעורר מקולות רמים של צעדים בקרבת מקום. אתה שוכב צמוד לקרקע, נצמד לשיחים ומקווה כי לא יבחינו בך.\nושוב נשמעות הצעקות מבשרות הרעות בגרמנית. \nנראה כי החיילים מסתובבים ביער, מחפשים פליטים שברחו. \nאתה שומע את הקולות מתקרבים ועוצר את נשימתך. אך לפתע אתה שומע נהמה חלשה לצידך. כלב גדול מזנק עליך, נושך וקורע את חולצתך. \nאחד הקצינים מתקרב ומוצא אותך בין השיחים, הוא מלטף את ראשו של הכלב וזורק לו ממתק. לאחר מכן פונה אליך ומדבר איתך בגרמנית.\nאתה לא מבין את השפה אך היא דומה למדי ליידיש. אתה מבין כי הוא רוצה שתקום ותלך אחריו. הוא לא נראה כועס או מאיים ואתה מחליט לשמוע לדבריו. הוא מוביל אותך אל עגלה גדולה, שם נמצאים שאר החיילים ועוד כמה אנשים שאספו בדרך. הם נותנים לך מעט לחם ומרק ואתה יושב, אסיר תודה על הארוחה, בזמן שהעגלה מתחילה לנוע לאיטה.\nבמשך היום מתגלים עוד כמה אנשים ביער והגרמנים מעלים גם אותם לעגלה.\nכאשר מחשיך, אתם יוצאים לבסוף מן היער, ומגיעים לאזור מגודר. לשם מכניסים אותכם אחד אחד ופוקדים עליכם לעמוד בתור.\nקצין אחר מגיע, הוא מדבר בפולנית ומסביר לכם כי הגעתם למקום בטוח, כאן תוכלו לעבוד ולחיות בקהילה ולהרוויח את לחמכם בכבוד. הוא פוקד כי ראשית יש לעמוד בשורות, גברים ונשים בנפרד. וכולם הולכים דבר ראשון למקלחות, לניקוי וטיהור. לאחר מכן, הוא אומר, נחלק אותכם לחדרי המגורים.\nאתה מוצא את עצמך נגרר בשורת הגברים, אתה רואה איתך בשורה ילדים קטנים וגברים מבוגרים רבים. \nלפתע אתה חש בטפיחה על הכתף. אתה מרים את מבטך ורואה את הקצין הגרמני שפגשת בבוקר, זה עם הכלב. הוא מחווה לך בידו לצאת מהתור וללכת אחריו.\n",
          "choices": [
            "אתה הולך אחריו בלי לשאול שאלות",
            "אתה מניד בראשך בתמיהה, מצביע על התור. \"עלי ללכת למקלחות.\" אתה אומר."
          ],
          "effects": [
            "הוא מוביל אותך מעבר לפינה, ליד אחד הבניינים. אל קבוצה קטנה של אנשים צעירים וקצינים גרמנים.\nאתה רואה בחורה יפה שעומדת ומביטה בך ואתה נעמד לצידה.\n",
            "הקצין רוקע ברגלו בחוסר סבלנות. \"עבודה!\" הוא אומר בפולנית שבורה, \"בוא!\"\nאתה מביט באנשים שעומדים לידך בתור, הם מושכים בכתפם ומסיטים את מבטם ממך ופחד מתגנב לליבך.\nבעודך מתלבט מה לעשות, אתה רואה כי קצין אחר מוביל אישה צעירה ויפה משורת הנשים, היא רואה כי אתה מסתכל ומסמנת לך עם ידיה בדחיפות. \"בוא איתי! צא מהתור!\"\nאתה מהנהן אל הקצין והוא מיד מתחיל ללכת.\nהוא מוביל אותך מעבר לפינה ליד אחד הבניינים, אל קבוצה קטנה של אנשים צעירים וקצינים גרמנים. הבחורה שראית קודם לכן מצטרפת אליך ונעמדת על ידך.\n"
          ]
        },
        {
          "text": "\"מזל שבאת.\" היא לוחשת לך. \"אני אווה\".\n\"למה לקחו אותנו לפה?\" אתה שואל. \"מה מתכוונים לעשות לנו?\"\n\"זה מה שהולכים לעשות להם שצריך להפחיד אותך\", היא אומרת, מחוה בידך לשורות הארוכות של האנשים שעומדים וממתינים למקלחות. \"הם לא חזקים מספיק, לא צריך אותם.\"\nאתה לא רוצה להאמין לה, אבל כשאתה מביט סביבך אתה רואה כי כל האנשים שהוצאו מהתורים הם צעירים חסונים, כל הילדים הקטנים, החולים והזקנים נותרו מאחור ואתה מבין שהם לא ייצאו מפה בחיים.\nהקצין עם הכלב מהנהן לעברך. את יודע שהוא הציל את חייך.\n",
          "choices": [],
          "effects": []
        }
      ]
    },
    {
      "title": "מפרקים את המחנה",
      "scenes": [
        {
          "text": "במשך החודשים הבאים אתה חי במחנה העבודה. לצד גברים צעירים רבים.\nאת הנשים לקחו למקום אחר, ומאז היום הראשון לא ראית את אווה או אף אישה אחרת. רק את הגברים שעובדים איתך ואת הקצינים הגרמנים.\nהמצב שלכם קשה מאוד כאן. מעבידים אותכם בפרך, מבוקר עד ערב. בלי אוכל, היגיינה או טיפול רפואי ראוי.\nלאט לאט כולכם נחלשים ונהיים חולים. רבים מאוד מתים בשבועות הראשונים וכל כמה זמן מגיעים אנשים חדשים למלא את מקומם של המתים.\nאנשים נלחמים למוות על כל פרוסת לחם יבש, כל קליפת תפוחי אדמה. הרעב מכלה ולא נותן מנוחה גם בלילה, ובשעות היום העבודה בלתי נגמרת.\n",
          "choices": [],
          "effects": []
        },
        {
          "text": "באחד הימים אתה קם כדי להתחיל לעבוד, אבל ההוראות היום אחרות.\n\"מפרקים את המחנה.\" נשמעת הקריאה מכל עבר. אתם עובדים קשה באותו היום, מפרקים את בתי המגורים ואזורי העבודה. \nכשהלילה יורד ונראה כי העבודה קרובה לסיום קוראים לכולכם להפסיק לעבוד ולהסתדר בשורות.\nשורת נשים מהעבר השני של המחנה מצטרפת אליכם, אתה מזהה את אווה ביניהן, היא נראית רזה הרבה יותר ועייפה, אבל היא עדיין בריאה.\nאתם הולכים שעות ארוכות אל תוך הלילה. כמה אנשים נופלים ולא קמים והקצינים יורים בהם. אתם ממשיכים להתקדם בשתיקה.\n",
          "choices": [],
          "effects": []
        },
        {
          "text": "לבסוף אתם מגיעים לרציף ארוך וחשוך, שם עומדת ומחכה לכם רכבת ארוכה. \n\"כולם לעלות!\" פוקדים הקצינים ואתם מתחילים לטפס לרכבת, אחד אחד.\nלחשושים מתחילים להישמע מכל עבר \"ניצלנו, חוזרים הביתה.\" אתה שומע חלק מהאנשים אומרים. אבל לא כולם נראים משוכנעים. \n\"רכבת המוות\" אתה שומע מפי אחרים. \"הרכבת לאוושוויץ.\"\nעל הרכבת אתה פוגש שוב את אווה ואתם הולכים לשבת ביחד. \nנראה שהיא שמחה לראות אותך אך היא נראית נסערת. \"שמעת מה הם אומרים?\" היא שואלת. \"זו הרכת לאוושוויץ\". \n\"כן.\" אתה מסכים. \"אם נגיע עם הרכבת לסוף הנסיעה, זה הסוף שלנו.\"\n\"אז מה נעשה?\" היא שואלת, פחד מתגנב לקולה.\n",
          "choices": [
            "\"חייבים לקפוץ.\""
          ],
          "effects": []
        }
      ]
    },
    {
      "title": "רכבת המוות",
      "scenes": [
        {
          "text": "\"לקפוץ?\" היא מסתכלת עליך כלא מאמינה. \"לא נצליח.\"\n\"אם לא ננסה בטוח לא נצליח.\" אתה אומר בנחישות.\n\"רק שנינו?\" היא שואלת בלחש.\n",
          "choices": [
            "\"כן, רק שנינו. אסור שאף אחד יידע.\"",
            "\"לא. נעביר את המסר.\""
          ],
          "effects": [
            "אתה אומר בביטחון. \"אי אפשר לסמוך על אף אחד, יכולים להלשין עלינו לגרמנים. אנחנו צריכים ללכת עכשיו!\" \nאווה מסכימה ושניכם מתגנבים בשקט אל הקרון האחורי.\n",
            "אתה משיב. \"צריך להציל כמה שיותר אנשים, אבל בשקט, אסור שהגרמנים ישמעו.\"\nבדקות הקרובות שניכם עוברים בזריזות על פני הקרונות, מעבירים את המסר בחשאי. תוך זמן קצר קבוצה קטנה של אנשים מצטרפת אליכם ואתם הולכים כולכם אל הקרון האחורי.\n"
          ]
        },
        {
          "text": "אתה פותח את החלון בזהירות ואתם ממתינים. אווה עומדת ליד הדלת לשמור מפני החיילים המפטרלים. \nלאחר כשעה קלה הרכבת מתחילה להאט. אתה רואה כי יש שלג רב על המסילה ובחוץ. \n\"עכשיו!\" אתה אומר. ואתם עוזרים אומץ וקופצים מהחלון. הנחיתה על השלג היא רכה ואתם מצליחים להתגנב במהירות לעבר העצים החשוכים מבלי שהגרמנים ישימו לב.\n",
          "choices": [],
          "effects": []
        },
        {
          "text": "ביער אתה נוטל את ידה של אווה ואתם מתחילים לרוץ, כמה שיותר רחוק ומהר. כשהבוקר מתחיל לעלות אתם נעצרים ומחפשים לעצמכם מחסה. \nאתם ישנים במשמרות, ומתי שהוא לקראת הצהריים, אווה מעירה אותך בטלטול ומסמנת לך לשמור על שקט.\nאתם מתחילים לשמוע קולות של דיבורים וליבך צונח. הגרמנים מצאו אותנו?\nאבל כאשר הקולות מתקרבים אתה שומע כי הם לא מדברים בגרמנית, אלא שילוב של פולנית ויידיש. אלה יהודים, אתה מבין בהקלה. \nאתם יוצאים ממחבואיכם ומתקרבים אל קבוצת הזרים. הם מיד מכוונים אליכם נשקים רבים ואתם מרימים ידיים בהכנעה. \"אנחנו יהודים\" אתה אומר. \"בבקשה עיזרו לנו.\"\n",
          "choices": [],
          "effects": []
        }
      ]
    },
    {
      "title": "הפרטיזנים",
      "scenes": [
        {
          "text": "האנשים שמצאו אותכם הם הפרטיזנים. לוחמי יערות שמתנגדים לנאצים.\nהם מקבלים אותכם לשורותיהם ואתם חיים איתם. \nאלה חיים טובים, אתם לומדים לירות ברובים ולהילחם. אתה מרגיש שהפעולות שלכם, לסיכול הכוחות הגרמנים באזור, הן חשובות. אתה סוף סוף יכול להתנקם בהם על כל הצער שנגרם לך, על כל הכאב והאובדן.\nהחודשים הופכים לשנים ואתה ואווה מחליטים להתחתן. נולדים לכם שני ילדים, בן ובת.\n",
          "choices": [],
          "effects": []
        },
        {
          "text": "הדרך היא קשה ומפרכת. אישתך וביתך לא עומדות במסע הקשה. הן נהיות חולות ולבסוף מתות מן הקור העז.\nאתה ובינך האבלים סוחבים את גופותיהן עד שאתם מגיעים לסיביר ושם אתם קוברים אותן בשלג.\nאתם נשארים בסיביר עד תום המלחמה.\n",
          "choices": [],
          "effects": []
        },
        {
          "text": "לאחר שהמלחמה נגמרת אתה מחליט לחזור לפולין.",
          "choices": [
            "אתה רוצה ללכת ולחפש אם נותרו קרובי משפחה שעודם בחיים.",
            "אתה רוצה לחזור לעיר מולדתך ולחפש את קברי הוריך ואחיך."
          ],
          "effects": []
        },
        {
          "text": "אתה ובינך מגיעים לבסוף לוורשה ומתחילים לשאול. \nנראה כי הבית בו גדלת נשרף ביחד עם כל הרכוש ואין זכר לגופות או לאנשים שחיו פה פעם. גם בקראקוב נראה כי כל קרוביך נהרגו. \nלא נותר שום דבר.\nלא נותר אף אחד.\n",
          "choices": [],
          "effects": []
        },
        {
          "text": "השנים עוברות והעולם קם לתחיה מחדש. אתה פוגש באישה בשם ברוניה, שאיבדה גם היא את בעלה וילדיה. אתם מתאהבים ומתחתנים ומביאים לעולם שני ילדים נוספים.\nכאשר ילדיך מבקשים ממך שתספר להם על כל מה שעברת, אתה מחייך ואומר להם: \"עברתי תלאות רבות בחיים, אסונות וגם ניסים. הדבר הכי חשוב שעזר לי הוא –\"\n",
          "choices": [
            "\"האמונה.\"",
            "\"האהבה.\""
          ],
          "effects": [
            "\"ידעתי כי אם אאמין בעצמי ואסמוך על אלוהים שידריך אותי בדרכי, אוכל להתגבר על כל סכנה.\"\n",
            "\"ידעתי כי כל עוד לבי פתוח לאהוב את רעיי, כל עוד האהבה למשפחתי שנהרגה עוד בוערת בי, אני אחזיק מעמד ואתגבר על כל מכשול.\""
          ]
        },
        {
          "text": "\"לעולם אל תאבדו את התקווה ואת האמונה באנשים ובחיים שלכם. תאהבו את רעכם ותמיד תזכרו להעריך את הדברים הקטנים, שהם החשובים והנפלאים מכל.\"",
          "choices": [],
          "effects": []
        },
        {
          "text": "לבסוף אחרי התלבטויות ארוכות, אתה וברוניה מחליטים לארוז את רכושכם. \nאתם לוקחים את ילדיכם ועולים סוף סוף לארץ ישראל.\n",
          "choices": [],
          "effects": []
        }
      ]
    }
  ]
}