{
  "chapters": [
    {
      "title": "ילדות",
      "scenes": [
        {
          "text": "~רותם נולד בשנת 1924 בורשה שבפולין. הבכור מבין ארבעת ילדי המשפחה. בהיותו בן 12 הצטרף קאז'יק אל תנועת הנוער החלוצית \"הנוער הציוני\". עם פרוץ מלחמת העולם השנייה, בספטמבר 1939, איבד את אחיו ישראל וחמישה בני משפחה נוספים, כשביתו נהרס בהפצצות הגרמנים. קאז'יק עצמו נפצע בהפצצות אלה. לאחר גירוש יהודי ורשה לגטו, שלחו אותו הוריו אל קרובי משפחה בכפר קלבוב, ליד ראדום, שם שהה כשלושה חודשים.",
          "choices": [],
          "effects": []
        },
        {
          "text": "השנה היא 1924 ואתה הוא הבן הבכור שנולד במשפחתך, העיר וורשה של אותה תקופה היא עיר נעימה בה חיים זה לצד זה יהודים ולא יהודים ומנהלים יחסי שכנות טובים ונעימים. אך יחסי השכנות הטובים הולכים ודועכים ככל שהשנים עוברות.\nיום אחד בדרך חזרה מבית הספר קבוצת תלמידים פולנים מתחילה להציק ולהתגרות בתלמידים יהודים, לאחר שהדבר חוזר על עצמו מספר פעמים אתה מחליט שחייבים לעשות מעשה. במה תבחר:",
          "choices": [
            "לתקוף את התלמידים הפולנים ובכך לסכן את משפחתך בפוגרום או במוות. ",
            "לאגד את כל התלמידים היהודים שגרים בסביבת ביתך ובכל יום תלכו לבית הספר כקבוצה ולא כבודדים.",
            "לא אעשה כלום. אם יתקפו אותי אתקוף בחזרה."
          ],
          "effects": []
        },
        {
          "text": "~מדבריו של שמחה: היותי תלמיד בית ספר יהודי, קרה שבני הפולנים התאנו לילדים היהודים בלכתם אל בית הספר ובשובם ממנו. הנהגתי שהולכים לבית הספר בקבוצה, והרגשת הביטחון גברה. לא ברחנו מפרחחי הגויים והשבנו להם מלחמה במכות ואבנים. פעם אחת הותקפתי בסכין. איכשהו התחלקה הסכין על ראשי ורק שרטה שריטה. גם אז, וגם מאוחר יותר, לא היה זה ממנהגי לברוח.",
          "choices": [],
          "effects": []
        },
        {
          "text": "בשנת 1936 דוד שלך עולה לארץ ישראל. המכתבים שהוא שולח והסיפורים שהוא מספר על הארץ החדשה שהולכת וקמה, ממלאים אותך בסקרנות. בתור ילד בן 12 שקיבל חינוך יהודי, למד תורה וחלם על ארץ ישראל, אתה מחליט להצטרף לתנועת נוער. בתחילה אתה מצטרף לתנועת הנוער הציוני אך לאחר פילוג אידיאולוגי בתנועה אתה מצטרף לתנועת הנוער עקיבא",
          "choices": [],
          "effects": []
        }
      ]
    },
    {
      "title": "היום הראשון למלחמה והפלישה לפולין",
      "scenes": [
        {
          "text": " בספטמבר 1939 בבוקר, זהו יום שישי ואמא שלך מבקשת ממך ללכת לעיר בכדי להביא לה בשר ומצרכים לשבת. אתה הולך לעיר עם חבריך מתנועת הנוער.\nבמהלך הקניות במעבר בין החנויות השונות אתם רואים להקת אווירונים מרחפים בשמים אתה מתחיל לחוש פחד ודאגה, אך אתה נרגע אחרי שהעוברים והשבים אומרים שזהו תמרון קרב של חיל האוויר הפולני. אתה ממשיך להביא את המצרכים לפי הרשימה שאמא שלך נתנה לך.\nבכניסה לחנות הדגים אתה עדיין ממתין בתור ופתאום אתה שומע פיצוץ אדיר ומיד לאחריו עוד פיצוץ ועוד פיצוץ, אתה מבין שאלו אינם מטוסים פולנים, אלו מטוסים גרמנים. אתה רוצה לרוץ הביתה במהרה אך מה תעשה: ",
          "choices": [
            "תרוץ לבד בכל הכוח.",
            "תתפוס מונית.",
            "תרוץ לתחנת הרכבת."
          ],
          "effects": []
        },
        {
          "text": "הגעת לתחנת הרכבת ואתה מגלה שהרכבת הושבתה, אתה חוזר לחבריך ואתם רצים במהירות לביתכם. \nאתה מגיע הביתה ושמח לגלות שכולם בריאים ושלמים, ואפילו יותר אתה שמח שהספקת לרכוש מצרכים כיוון שהימים הבאים הולכים להיות ימים קשים",
          "choices": [],
          "effects": []
        },
        {
          "text": "~כבר בימים הראשונים נוצר מצב קשה מבחינת השגת מצרכי מזון. מיום ליום החמיר המצב, גברה הפאניקה וירד המוראל. ההפצצות הכבדות גברו והלכו. לא פעם קשה היה לי להכיר מקום בו עברתי אתמול, כי שורות ארוכות של בתים הפכו לתלי חורבות.",
          "choices": [],
          "effects": []
        }
      ]
    },
    {
      "title": "הפצצת וורשה",
      "scenes": [
        {
          "text": "ההפצצות על העיר אינן פוסקות וידיעות על פרוץ המלחמה והתקדמותם המהירה של הגרמנים מגיעות מכל עבר. עקב חגי תשרי המתקרבים אתה מפתח אופטימיות, מכיוון שהעוינות הולכת וגוברת בקרב השכנים אתם מחליטים להקים בית כנסת מחתרתי בכדי להתפלל בו בחגים.\nאתם מחפשים מספר מקומות שיכולים להתאים ואתה וחברייך מוצאים חלל ומכשירים אותו לבית כנסת. החגים עוברים בטוב ואתם ממשיכים בחייכם עד ש - \nיום אחרי יום הכיפורים  שתי פצצות נוחתות במרכז הבית שלך. אתה מאבד הכרה ומתעורר מתחת לערימה של אבנים. אתה מתחיל לזחול החוצה ומפלס דרך בין ההריסות, אחרי שאתה יוצא מהן אתה מגלה שהבית שלך נהרס כולו. אתה מצליח לפלס את דרכך בין הפיצוצים ומגיע למקלט סמוך, שם אתה מוצא את משפחתך פרט לאחיך שנהרג בהפצצה.",
          "choices": [],
          "effects": []
        },
        {
          "text": "~זכור לי שביתנו הופצץ יום אחרי יום הכיפורים. בבית פגעו שתי פצצות. בהתפוצצות נהרגו ונפצעו רבים מדיירי הבית. בין ההרוגים היו סבי וסבתי מצד אמי, דודתי ובעלה, בעלה של דודה אחרת, בת-דודתי ואחי ישראל, שהיה צעיר ממני בכשנה וחצי. אמי נפצעה ואני עצמי נפצעתי קשה. כשחזרתי להכרתי מצאתי את עצמי תחת מפולת. בסופו של דבר הצלחתי בכוחות עצמי להיחלץ. כשיצאתי ראיתי שביתנו הרוס לגמרי ולא ראיתי בו סימני חיים. הגעתי למקלט בבית סמוך ומצאתי שם את הוריי ושתי אחיותיי. הבנתי כי יתר בני המשפחה נהרגו כולם.\nבהמשך הוחרמה החנות של אבי על-ידי הגרמנים ונצטוינו לשאת אות קלון ליהודים.\nאחר-כך הוקם הגטו.\n",
          "choices": [],
          "effects": []
        }
      ]
    },
    {
      "title": "אחרי ההפצצה",
      "scenes": [
        {
          "text": "אחרי ההפצצה והרס בית המגורים שלך, הוריך מחליטים לשלוח אותך לעיירה קלבוב ליד ראדום, שם אתה עובר לגור עם קרובי משפחה שלך.\nאך מגבלות התנועה על יהודים והמעבר לגטאות מגיע גם לשם. אמנם שם יש גטו ללא חומה, דבר המאפשר הסתובבות יותר נוחה מחוץ לשערי הגטו אך אבוי לזה שיתפס. המראה הארי שלך מאפשר לך להסתובב בחופשיות מחוץ לתחומי הגטו, ואתה מחליט להתחיל להבריח אוכל פנימה.\nשלושה חודשים לאחר שעברתה לקלבוב אתה נחשף לראשונה לאכזריות הגרמנית במלוא עוצמתה. בעודך משוטט מחוץ לגטו אתה רואה חיילים גרמנים תופסים איש יהודי ומוציאים אותו להורג ביריה, רק בגלל ששהה מחוץ לתחומי הגטו. \nמה תעשה:",
          "choices": [
            "תתפוס אבן ותתקוף את החיילים הגרמנים.",
            "תבליג הרי אתה נמצא מחוץ לגטו ודבר תפיסתך יכול להביא אסון כבד על קרובי משפחתך ועלייך.",
            "תזמין אמבולנס."
          ],
          "effects": [
            "אתה מרים את האבן וחיי גרמני מסתכל לכיוונך אתה מחליט להבליג .",
            "",
            "אתה מנסה להזמין אמבולנס אך בחור מבוגר ממך אומר לך שהניסיון שלך יהיה לשווא כיוון שהפולנים משתפים פעולה עם הגרמנים אתה מחליט לוותר על הניסיון"
          ]
        },
        {
          "text": "~זמן קצר אחרי הקמת הגטו הוריי שלחו אותי לקרובי משפחה בעיירה קלבוב, על יד ראדום. נשארתי שם עד אמצע 1942, כלומר כשלושה חודשים. שם היה גטו ללא חומה. ושמה ראיתי בפעם הראשונה, במרחק של חמישה מטרים ממני איך שגרמני הורג יהודי והדם נשפך. תפסו אותו מחוץ לגטו. לא היתה חומה... אבל אסור היה לצאת. אז הגיע יושב-ראש היודנראט והתחנן על נפשו. לא עזר שום דבר. ירה בו והרג אותו. עלו על סוסים והלכו משם. זהו. זו היתה הפעם הראשונה שראיתי איך הורגים.",
          "choices": [],
          "effects": []
        }
      ]
    },
    {
        "title": "החזרה לוורשה",
        "scenes": [
          {
            "text": "בחודש אוגוסט אתה שומע ידיעות על חיסול הגטו וביצוע האקציה הגדולה - גירוש והרג של קרוב ל-250 אלף יהודים מהגטו. מה תעשה:",
            "choices": [
                "תחזור חזרה לוורשה להילחם על הבית שלך.",
                "תישאר בקלבוב.",
                "תנסה לעלות לארץ ישראל."
            ],
            "effects": [
                "",
                "למרות רצונך להישאר, המצב בקלבוב לא משתפר ואתה מחליט לחזור לוורשה.",
                "על אף רצונך לעלות לארץ ישראל אתה מבין שכל הדרכים מובילות חזרה לוורשה."
            ]
          },
          {
            "text": "~\"שלוות הנפש היתה ממני והלאה. רדפה אותי ולא הרפתה המחשבה שבגטו רעב ומגפות, ואילו אני שרוי לי כל הימים בין יַרקוּת הדשא לכחול השמיים.\"",
            "choices": [],
            "effects": []
          },
          {
            "text": "אתה נכנס לגטו ואתה מוצא שם עיירת רפאים מה שהיה פעם רחובות שוקקים והומי אדם נשארו כעת ללא נפש חיה, אתה נכנס לאחת הדירות ומגלה שם שרידי מאבק ודם ושוב אתה מגלה אופטימיות  ומחליט להצטרף לארגון יהודי לוחם (איל) \nבתחילת 1943 מתחילות התלחששויות שהולכים למרוד בנאצים, מה תעשה :",
            "choices": [
                "תיקח חלק פעיל בלחימה. ",
                "תעזוב את הארגון הלוחם ותגן על משפחתך. ",
                "תחזור לקלבוב."
            ],
            "effects": []
          },
          {
            "text": "אחרי שלקחת חלק במרד בחודש ינואר 1943  מצרפים אותך לקבוצת הלוחמים של בנימין ולד ברחוב לשנו, שם אתה מקבל נשק ומתאמן בשליפה לכיוון הנכון. אימון בקליעה לא היה אפשרי כיוון שלא הייתה די תחמושת.",
            "choices": [],
            "effects": []
          },
          {
            "title": "חיי השגרה בארגון יהודי לוחם",
            "scenes": [
              {
                "text": "חיים בקבוצה הלוחמת הם חיי קיבוץ לכל דבר ישנים יחד אוכלים יחד מתאמנים יחד וכמובן יוצאים לפעילות מבצעית יחד.\nהפעילות בקבוצה הינה שיגרתית וכוללת בין היתר תצפיות כדי שלא תופתעו על ידי חיפוש בלתי צפוי של האס-אס או משטרת הגטו.\nחברי ארגון של רחוב מקביל נתפסים בשעת מעשה ע\"י השומר הגרמני ומוטלת אחריות על משטרת הגטו לאסור אותם. אחת המשימות הראשונות שהקבוצה שלך מקבלת היא חילוצם של אנשי המחתרת. כמובן שאתה רוצה להוכיח את עצמך ואתה נענה בחיוב לביצוע המשימה.",
                "choices": [],
                "effects": []
              }
            ]
          },
          {
            "title": "ההכנות למרד",
            "scenes": [
              {
                "text": "אחרי ההפצצה והרס בית המגורים שלך, הוריך מחליטים לשלוח אותך לעיירה קלבוב ליד ראדום, שם אתה עובר לגור עם קרובי משפחה שלך.\nאך מגבלות התנועה על יהודים והמעבר לגטאות מגיע גם לשם. אמנם שם יש גטו ללא חומה, דבר המאפשר הסתובבות יותר נוחה מחוץ לשערי הגטו אך אבוי לזה שיתפס. המראה הארי שלך מאפשר לך להסתובב בחופשיות מחוץ לתחומי הגטו, ואתה מחליט להתחיל להבריח אוכל פנימה.\nשלושה חודשים לאחר שעברתה לקלבוב אתה נחשף לראשונה לאכזריות הגרמנית במלוא עוצמתה. בעודך משוטט מחוץ לגטו אתה רואה חיילים גרמנים תופסים איש יהודי ומוציאים אותו להורג ביריה, רק בגלל ששהה מחוץ לתחומי הגטו. \nמה תעשה:",
                "choices": [
                    "תפנה אליו.",
                    "תתעלם ממנו.",
                    "תברח מהמקום ולא תעמוד במשימה."
                ],
                "effects": [
                    "הוא לוקח אותך למקום מחבוא ומספר לך שהוא חבר במחתרת הפולנית, הוא נותן לך אוכל ותחמושת, לימים הוא יהפוך להיות חבר קרוב.",
                    "למרות שאתה מנסה להתעלם ממנו הוא נתקל בך ומזהה אותך מיד, הוא לוקח אותך למקום מחבוא ומספר לך שהוא חבר במחתרת הפולנית, הוא נותן לך אוכל ותחמושת, לימים הוא יהפוך להיות חבר קרוב.",
                    "למרות שאתה מנסה לברוח ממנו הוא נתקל בך ומזהה אותך מיד, הוא לוקח אותך למקום מחבוא ומספר לך שהוא חבר במחתרת הפולנית, הוא נותן לך אוכל ותחמושת, לימים הוא יהפוך להיות חבר קרוב."  
                ]
              },
              {
                "text": "אתה חוזר לגטו עם האוכל והתחמושת שהבאת, אחרי שאתה חוזר מארק מנהיג הקבוצה מודיע לכם שהתקבלו ידיעות כי הנאצים מתכננים משהו גדול לקראת ערב פסח. ויש למקש ולהטמין פצצות בכל רחבי הגטו.\n",
                "choices": [],
                "effects": []
              },
              {
                "text": "~הגרמנים בדרך כלל אהבו בכל חג יהודי \"לעשות ליהודים שמח\"",
                "choices": [],
                "effects": []
              }
            ]
          },
          {
            "title": "המרד",
            "scenes": [
              {
                "text": "ה-19 באפריל 1943 ערב ליל הסדר, הגרמנים מתאגדים בכוחות צבא גדולים אך הם עדיין לא פורצים את השערים.\nה 20.4 יום שני של לחימה ואתה בעמדת התצפית על שער המברשתנים - שער הכניסה לגטו, ברשותך כפתור להפעלת האזעקה לחברי הארגון הלוחם, ושקע ותקע להפעלת מטעני החבלה שהוטמנו בקרקעת הגטו. בתדריך שנאמר לך לפני עלייתך לשמירה, נאמר שרק באישור מפקד אתה ראשי להפעיל את המטענים. ידיעות על הקרבות העזים בחלקיו האחרים של הגטו מעוררים אותך ויוצרים בך רגש של שמחה וגאווה.\nבעודך בעמדת התצפית, אפוף רגשות מעורבים, מצד אחד פחד מאימת כוחם ומספרם של הגרמנים ומצד שני עזות רוח וגבורה הרי לרגע הזה חיכית, פתאום אתה מזהה פלוגת אס אס מתקרבת אל השער, מה תעשה:",
                "choices": [
                    "תלחץ על האזעקה להעיר את כל חברי הקבוצה הלוחמת. ותמתין עם הפעלת המטען.",
                    "תברח מעמדת השמירה.",
                    "תתחיל לירות בגרמנים."
                ],
                "effects": [
                    "",
                    "אתה חושב לברוח אבל אחרי מספר שניות אתה מתעשת חוזר לעצמך מפעיל את האזעקה וממתין למפקדך ולשאר חברי הקבוצה עם הפעלת המטען. ",
                    "אתה מתחיל לירות בגרמנים ותוך כדי אתה מפעיל את האזעקה ממתין למפקדך שיבוא ובינתיים אתה ממתין לרגע הנכון להפעלת המטען."
                ]
              },
              {
                "text": "מאות גרמנים נאספים בסמוך לשער,הם פותחים אותו ומתחילים להיכנס לגטו, אתה ממתין עוד מספר שניות כדי שהמטען יפגע בכמה שיותר מהם ופתאום מגיע המפקד שלך ביחד עם שאר חברי הקבוצה ונותן פקודה להפעיל המטען העצום.\nמיד לאחר הפיצוץ העז אתה המום ואפילו קצת משותק, אבל אתה מתעשת לקול צעקתו של המפקד אש!!! להתחיל לירות! אתה וחבריך מתחילים לירות בגרמנים המבולבלים ואז אתם רואים מראה שממלא אתכם באושר - הגרמנים בורחים!",
                "choices": [],
                "effects": []
              },
              {
                "text": "\"~המטען התפוצץ והיה פיצוץ אדיר. אני ממש הייתי המום ומשותק ברגע הראשון. מראה של איברים מרוסקים ושל גופות שמתעופפות באוויר, של גרמנים! העם הזה שכבש את כל אירופה, הדביר את כל אירופה והגיע עד לשערי מוסקבה - זאת לא היתה תופעה שהיינו רגילים לראות, בפרט בתוך הגטו, לראות שפתאום יהודים הורגים גרמנים.\nהיה משהו בלתי רגיל... אני הייתי ממש משותק איזשהו זמן מהמראה הזה של הפגיעה האדירה והבריחה של הגרמנים, שגם כן, אף פעם... במשך שנים הורגלנו לראות בריחה של יהודים, או של לא-יהודים, אבל לא של גרמנים. פעם ראשונה שראיתי מאז פרוץ המלחמה, שגרמנים בורחים.\"\n",
                "choices": [],
                "effects": []
              }
            ]
          },
          {
            "title": "חיסול הגטו ע\"י הגרמנים",
            "scenes": [
              {
                "text": "הגרמנים לא מוכנים לוותר והם התחילו להצית את כל הבתים בגטו, ואתה בפנים בתוך הלהבות אתה מבין שאין ברירה ואתה חייב לצאת החוצה אל הצד הארי אחרת אתה הולך להישרף בתוך הגטו בין כל האש והלהבות. כל השערים לגטו חסומים וחייבים למצוא דרך אחרת. שני לוחמים מארגון איל ניגשים אליך ואומרים שהם מצאו תעלת ביוב שניתן לצאת בעזרתה מהגטו.\nאתה ועוד חבר שלך זיגמונט פרידריך, יוצאים מחוץ לגטו בחסות החשיכה. דרך התעלה אתם מגיעים לאזור לא מוכר ומחליטים להתחבא בשיחים עד שיעלה היום כדי שתוכלו להתמצא בסביבה. לפנות בוקר אחת הדלתות ברחוב נפתחת וגבר פולני יוצא החוצה. \nמה תעשו:\n",
                "choices": [
                    "תאיימו להרוג אותו.",
                    "תנסו להיכנס לבית שלו יחד איתו כדי שיתן לכם אוכל ומים ויעזור לכם להתמצא במקום."
                ],
                "effects": [
                    "אתם תופסים אותו ומכוונים אליו רובה. הוא נכנע מיד ומבקש כי לא תפגעו בו.",
                    "אתם מחליטים לנסות לשכנע אותו שיכניס אתכם לביתו והוא אכן עושה זאת."
                ]
              },
              {
                "text": "אתם משכנעים אותו שאתם חברי מחתרת פולנים שנתקעו בגטו. הוא מאמין לכם ונותן לכם אוכל מים והכי מידע הוא מספר לכם שיש סיור גרמני בשער הכניסה לבית ושאסור לכם לצאת משם. כעבור מספר ימים אתם מחליטים לשוב בחזרה לגטו.\nאתם משכנעים שני עובדי ביוב שיעזרו לכם להיכנס לגטו דרך הביוב אתה עולה חזרה לגטו והחבר שלך נשאר בביוב עם שני הפולנים אתה עולה למעלה ומגלה שכל הגטו נהרס.",
                "choices": [],
                "effects": []
              },
              {
                "text": "~\"מכרנו להם את אותו סיפור: שאנחנו הולכים להציל קבוצה של פולנים, שנתקעו בגטו ושבעבור עזרתם הם יירשמו בספרי ההיסטוריה לעולם ועד... אז הם הסכימו ללכת ולעזור. לאחר שעברנו כמה עשרות מטרים בתוך התעלות הם התחרטו וסרבו להמשיך ללכת. הוצאתי את האקדח שהיה ברשותי ואמרתי להם: \"או שאתם הולכים [איתנו] או נשארים פה, מה שאתם בוחרים\", אז הם המשיכו ללכת. הגענו לאיזשהו מקום והם אמרו לי: \"אתה בתוך הגטו.\"\nבסך הכל עניין של כמה ימים מאז שיצאתי מהגטו ולא הכרתי את המקום! הכל היה הרוס!\" \n",
                "choices": [],
                "effects": []
              },
              {
                "text": "אתה מתחיל לחפש את חבריך בין כל הבונקרים ובין כל דירות המסתור. הכל הרוס אין קול ואין עונה בשום מקום. אתה שומע כל בין ההריסות אישה אחת מתחילה לדבר איתך אבל לא מוצא אותה והיא מפסיקה לענות לך. ברגע של יאוש אתה מתיישב בין הריסות הגטו וחושב כי זה, אתה היהודי האחרון שנשאר בגטו. אתה מחליט לחזור חזרה לתעלה.\nבתוך התעלה ממתינים לך חברך ושני הפולנים. תוך כדי חזרה במצב רוח שפוף אתה שומע קולות, אתה מתקרב לכיוון הקולות ורואה 10 חברים מהארגון. אתה שואל אותם לשלומם של שאר חברי הקבוצה ואתה אומר לאחד מהם להביא את כל השורדים שנשארו בחיים לתוך הביוב.\nהיות והפולנים לחוצים לצאת החוצה אתה מחליט ללכת בעקבותם ולסמן את הדרך החוצה בגיר שהבאתה מלמעלה. אתה נותן פקודה ל-10 הנותרים להמתין בתעלה ויוצא החוצה כדי לארגן חילוץ לכל יושבי הגטו.\nבעזרת חבר פולני (המכונה \"מלך הסחטנים\") אתה מזמין שתי משאיות לצורך הובלת דירה וככה בצהרי היום אתה מעמיס את כל יושבי הגטו הנותרים על משאית ומוציא אותם אל מחוץ לעיר. כ50-60 מיושבי גטו וורשה חולצו ליער.\n",
                "choices": [],
                "effects": []
              },
              {
                "text": "~\"בסופו של דבר, הבאנו את הקבוצה הזאת של האנשים, שאני מעריך שהיו כחמישים-שישים איש, ליער מרוחק מאוד, יער סמיך שהשם 'יער' ראוי לו. והם ישבו שם עד סוף 1944- תחילת 1945.\"",
                "choices": [],
                "effects": []
              }
            ]
          }
        ]
      }
  ]
}